import time

lyrics = [
    ("\nไม่เคยยอมรับมันได้เลย \n",  3),
    ("ยอมรับความจริง ว่าเธอนั้นได้ทิ้งฉันไป \n", 6),
    ("อาจเป็นเพราะว่าตลอดมา \n", 3),
    ("ทุกช่วงเวลาที่ดีดีในชีวิตฉัน \n", 6),
    ("ล้วนมีเธออยู่ เพลงทีฉันฟัง \n", 5),
    ("เมนูอาหาร หนังที่เคยดูด้วยกัน \n", 4),
    ("ก็ล้วนมีเธออยู่ จนเหมือนเธอยังอยู่ \n", 5),
    ("เพียงแค่เธอไม่อยู่กับฉันอีกแล้ว \n", 5),
    ("ไม่รู้ว่าชาตินี้ จะเจออีกไหม \n", 5),
    ("แต่ว่าฉันจะอดทนรอต่อไป \n", 4),
    ("ฉันยังคงมีหวัง ไม่ว่ามันยาวนานเท่าไหร่ \n", 9),
    ("คอยมองไปที่ขอบฟ้า ที่สุดแสนไกล \n", 6),
    ("เพื่อมองหาว่าเธอนั้นอยู่ที่ใด \n", 5),
    ("ฉันยังคงเชื่อว่าสักวัน ยังหวังว่าสักวัน จะได้พบกัน \n", 9.5),
    ("นั้นไม่รู้เมื่อไหร่ \n", 5),
    ("++++++poommintk-blip++++++ \n", 2)
    
]

for line, delay in lyrics:
    print(line)
    time.sleep(delay)