import time

time.sleep(2)
lyrics = [
    ("มีใครอยากรักฉันไหม", 4),
    ("มีใครต้องการมาเป็นเบบี๋ฉันไหม", 4),
    ("อยากชวนให้เขาได้มากินข้าวหม้อเดียวกับฉัน", 4),
    ("พออิ่มแล้วคงไม่ทิ้งฉันไป", 5),
    ("มีใครอยากรักฉันไหม", 4),
    ("อยากมารับฉันไปเป็นเบบี๋บ้างไหม", 5),
    ("ช่วยมากินข้าวเป็นเพื่อนฉันหน่อย", 2),
    ("อย่าปล่อยให้คอยไปจนแก่ตาย", 6),
    ("อยากเป็นหวานใจของใครสักคน", 2),
    ("กลางวันยังมีกลางคืน แล้วเราล่ะเมื่อไหร่จะมีคนยืน", 7),
    ("อยู่ข้างกันเหมือนคู่อื่นอื่น ทั้งกลางวันกลางคืนก็ยังเหงา", 9),
    ("++++++poommintk-blip++++++" + "\n", 4)
]

for x in lyrics:
    print()
    print(x[0])
    time.sleep(x[1])