import time

lyrics = [
    ("\nเจ็บไปกี่ ครั้งผ่านมากี่คน ที่เขาเข้ามา แล้วเขาก็ไป \n", 6),
    ("จนวันนี้ฉัน ไม่เหลือน้ำตา เพียงพอ ให้ร้องไห้อีกต่อไป \n", 7),
    ("แค่ไม่อยากชินกับคำว่าเสียใจ \n", 3),
    ("เจ็บที่ต้องลองคบใครเพื่อเริ่มใหม่ \n", 3),
    ("เกลียดตัวเองที่กลายเป็นคน \n", 2.5),
    ("เริ่มมองความรักไม่สำคัญเท่าไร \n", 4),
    ("ต่างจากวันนั้นที่ฉันโยนทิ้งทุกอย่าง \n", 4),
    ("เพื่อแลกให้เขาไม่ไป \n", 3),
    ("แต่ในวันนี้ฉันไม่เป็นไร \n", 3),
    ("ฉันไม่รู้สึกกับความรักอีกต่อไป \n", 4),
    ("++++++poommintk-blip++++++ \n", 2),
    
]

for line, delay in lyrics:
    print(line)
    time.sleep(delay)